Repository: jeherve/WP-Facebook-applications
Catalog: languages/werewpfbapps-*.po
Languages: fr_fr

source: Add New
fr_fr: Ajouter

source: Add New Facebook tab
fr_fr: Ajouter un nouvel onglet Facebook

source: Edit
fr_fr: Editer

source: Edit Facebook tab
fr_fr: Editer votre onglet Facebook

source: View Facebook tab
fr_fr: Voir

source: The Applications post type allows you to create new pages with a custom style and custom options. Creating new applications will allow you to create custom tabs on your Facebook pages.
fr_fr: Le nouveau module Applications vous permet de créer de nouvelles pages avec un style et des options personnalisés. Créer de nouvelles applications ici vous permettra ensuite de créer des onglets personnalisés sur les pages Facebook que vous administrez.

source: Enter the name of your Facebook tab
fr_fr: Entrez le nom de votre onglet Facebook

source: Application parameters
fr_fr: Paramètres de l'application

source: Create your application on Facebook
fr_fr: Créez votre application sur Facebook

source: Before to start creating content, you must create an application on Facebook:
fr_fr: Avant de commencer à intégrer votre contenu, vous devez créer une application sur Facebook :

source: Create application.
fr_fr: Créer votre application.

source: Once it is done, provide a description and icons to that application. Then, in the <strong>Web Site</strong> tab, fill in with your website's URL.
fr_fr: Une fois que cela est fait, renseignez les champs de description et ajoutez des icones à votre application. Ensuite, dans l'onglet <strong>Web Site</strong>, renseignez l'URL de votre site.

source: Fill it application details
fr_fr: Renseignez les détails de votre application Facebook

source: You now have the necessary information to fill in the parameters below:
fr_fr: Vous avez maintenant les informations nécessaires pour remplir les paramètres ci-dessous :

source: Number of Facebook comments displayed</strong> (leave empty if you do not wish to have this feature enabled):
fr_fr: Nombre de commentaires Facebook affichés</strong> (ne renseignez pas cette option si vous ne souhaitez pas activer cette fonctionnalité) :

source: Choose the image displayed to the non-fans of your page
fr_fr: Choisissez l'image affichée aux non-fans de votre page

source: Facebook users who are not fans of your page will see a single image, that you input in the <strong>Featured image</strong> area of this page.<br/>If you don't want any specific content for the non-fans, simply leave the Featured Image empty, and all viewers will see all the content.
fr_fr: Les utilisateurs de Facebook qui ne sont pas fans de votre page verront une simple image, que vous pouvez ajouter dans le champ <strong>Image à la Une</strong> de cette page.<br/>Si vous ne voulez pas faire de séparation entre les fans et les non-fans, ne renseignez pas cette option, et tous les visiteurs de votre onglet verront le contenu de votre page.

source: Add content for your fans to see
fr_fr: Ajoutez le contenu de votre page

source: In the content area, add the content you want your fans to see. Publish, copy the URL of the created page to your clipboard:
fr_fr: Dans le champ réservé au contenu, ajoutez le contenu que vos fans verront sur votre onglet. Publiez, et copiez l'URL de la page créée :

source: Back to Facebook and your application settings, in the <strong>Facebook integration tab</strong>, scroll to the bottom and paste your URL into the <em>Tab URL</em> box.
fr_fr: Retournez maintenant aux paramètres de votre application sur Facebook, et dans l'onglet <strong>Facebook integration</strong>, allez au bas de la page et collez votre URL dans le champ <em>Tab URL</em>.

source: And that's it!
fr_fr: Et voilà !

source: Application title
fr_fr: Titre de l'application
